Repository: 84000/data-translation-memory
Catalog: toh666-v3.tmx
Source language: bo
Languages: en

source: དྲག་པོ་ཆེན་པོ་དྲག་ཤུལ་ཅན། །སངས་རྒྱས་ཐུགས་ལ་བྱོལ་སོང་དབུ། །གླང་ཆེན་གཞོན་ནུས་ཞལ་བརྒྱན་པ། །སྤྱན་གསུམ་མཆེ་བ་བཞི་དང་ལྡན། །
en: Very fierce with a fierce grimace. He has the heart of a buddha, the head of an animal, And the face of a young elephant With three eyes and four tusks.

source: ཕྱག་བཞི་ཞབས་བཞི་ཀླུ་ཆེན་ལྡན། །
en: He has four arms, four feet, and bears a large nāga.

source: དང་པོ་མཆེ་བ་དཀར་པོ་འཛིན། །
en: The first hand holds a white tusk, and

source: དེ་འོག་ཞགས་པ་གཡོན་པ་ན། །
en: The hand below it holds a noose. The left hands

source: དགྲ་སྟ་ཁ་ཊྭཱཾ་རྩེ་གསུམ་འཛིན། །
en: Hold a battle-axe and three-pointed khaṭvāṅga.

source: མཐིང་ག་གསུས་པ་ཆེ་བའོ། །
en: He is dark blue and has a huge belly.

source: དེ་ལྟ་བུ་ཡི་ཚོགས་བདག་སྐུ། །ཁར་བ་ཁྲོ་ཆུ་དག་ལ་བྱ། །
en: This statue of Gaṇapati should be cast In molten bell metal and bronze.

source: རྒྱལ་གྱི་ཉིན་པར་རབ་ཏུ་གནས། །
en: Consecrate it on a day during Puṣya.

source: དེ་ནས་བསྒོམ་ཞིང་བསྒྲུབ་པ་ནི། །དཀྱིལ་འཁོར་བྱ་བའི་ས་བརྟག་པ། །ལེའུ་ཚེ་དགུ་པའི་དཀྱིལ་འཁོར་བྲི། །སྒོ་དང་སྒོ་ཁྱུད་ལྡན་པར་བྱ། །
en: For the meditation and practice, Choose a location to construct the maṇḍala And draw a maṇḍala with nine sections. Include the gates and porticos.

source: དབུས་སུ་པདྨ་འདབ་བརྒྱད་ལ། །ཚོགས་བདག་ཆེན་པོས་བསྒྲུབ་བྱ་མནན། །
en: Draw a lotus with eight petals in the middle on which Gaṇapati tramples the target of the rite.

source: ཟླ་བའི་གདན་ལ་ཡུམ་དང་ནི། །གཉིས་སུ་མེད་པ་དགོད་པར་བྱ། །
en: He is seated on a moon disk In nondual union with his consort.

source: དེའི་མིང་ཨརྩི་ཀ་རི་སྟེ། །
en: Her name is Arcikarī,

source: རྡོ་རྗེ་ཕག་གདོང་མ་ཞེས་བྱ། །
en: And she is known as the Vajra Sow-Faced One.

source: དགྲ་སྟ་བནྡ་ལག་ན་ཐོགས། །
en: She holds a battle-axe and a cup

source: ཁྲག་གིས་བཀང་བ་གཙོ་ལ་སྟོབས། །ཤར་གྱི་ལེའུ་ཚེ་སེར་པོ་ལ། ཁམས་གསུམ་གྱི་བདག་པོ་ལ་ཕུག་དང་གྲི་འཛིན་པའོ། །
en: Filled with blood that she offers to her lord. The Lord of the Three Realms is in the eastern section, which is yellow. He holds a radish and a sword.

source: ལྷོ་ཕྱོགས་ཀྱི་ལེའུ་ཚེ་སྔོན་པོ་ལ། གནོད་སྦྱིན་ཆེན་པོ་རྡོ་རྗེ་མཆུ། མ་ཧེ་དེ་བའི་གདོང་ཅན་དབྱུག་ཏོ་དང་ཐོ་བ་འཛིན་པ་ནག་པོའོ། །
en: The great yakṣa Vajratuṇḍa is in the southern section, which is blue. He has the face of Mahādeva, holds a mace and hammer, and is black.

source: ནུབ་ཕྱོགས་ཀྱི་ལེའུ་ཚེ་དམར་པོ་ལ། གནོད་སྦྱིན་གྱི་རྒྱལ་པོ་སྤྲིན་གྱི་བདག་ཅེས་བྱ་བ་དམར་པོ་ཆུས་གང་བའི་སྤྲིན་ཕུང་དང་ཞགས་པ་འཛིན་པའོ། །
en: The yakṣa king Lord of Clouds is in the western section, which is red. He is red and holds a noose and a billowing cloud full of water.

source: བྱང་ཕྱོགས་ཀྱི་ལེའུ་ཚེ་ལྗང་གུ་ལ་གནོད་སྦྱིན་གྱི་བདག་པོ་ནོར་གནས་ཞེས་བྱ་བ་ལྗང་གུ་དབྱུག་ཐོ་དང་རིན་པོ་ཆེའི་ཁ་ཊྭཱྃ་ག་ཐོགས་པའོ། །
en: The yakṣa lord Abode of Wealth is in the northern section, which is green. He is green and holds a mace and a jeweled khaṭvāṅga.

source: བྱང་ཤར་གྱི་ལེའུ་ཚེ་དཀར་པོ་ལ་བགེགས་ཀྱི་རྒྱལ་པོ་བྱི་ན་ཡ་ཀ་གླང་པོའི་གདོང་མདུང་རྩེ་གསུམ་པ་དང་ལ་ཕུག་ཐོགས་པ་ནག་པོའོ། །
en: Vināyaka, the Lord of Obstructing Beings, is in the northeastern section, which is white. He has the face of an elephant, holds a trident and a radish, and is black.

source: ཤར་ལྷོའི་ལེའུ་ཚེ་དམར་པོ་ལ་ཡི་དགས་ཀྱི་བདག་པོ་དྲག་པོ་ཞེས་བྱ་བ་དགྲ་སྟ་དང་། ཐོད་པའི་རིལ་པོ་ཐོགས་པ་ནག་པོའོ། །
en: Rudra, Lord of Pretas, is in the southeast section, which is red. He holds an axe and an intact skull, and he is black.

source: ལྷོ་ནུབ་ཀྱི་ལེའུ་ཚེ་ནག་པོ་ལ་སྤྲིན་གྱི་སྒྲོན་མ་ཞེས་བྱ་བ་སྤྲིན་ཕུང་དང་གློག་གི་འོད་དུ་བཅས་པ་ལག་གཉིས་ཀྱིས་ཐོགས་པའོ། །
en: Cloud Light is in the southwest section, which is black. He holds a billowing cloud with a flashing thunderbolt beneath it with both hands.

source: བྱང་ནུབ་ཀྱི་ལེའུ་ཚེ་ནག་པོ་ལ་བགེགས་ཀྱི་རྒྱལ་པོ་ལོག་འདྲེན་སྣ་ཡོན་ཞེས་བྱ་བ་གླང་པོ་ཆེའི་སྣ་ཙན་རྩེ་གསུམ་དང་ཐོད་པ་སྐམ་པོའི་ནང་དུ་ལ་ཕུག་དང་ཤས་བཀང་བ་ཐོགས་པའོ། །
en: Curved Trunk Vināyaka, the King of Obstructing Beings, has an elephant trunk and is in the northwest section, which is black. He holds a trident and a dry skull that has a radish inside and is full of flesh.

source: ལྷ་རྣམས་ལ་ཀླུའི་རྒྱལ་པོ་བརྒྱད་བཀའ་ཉན་པ་ནི་ཀླུའི་རྒྱལ་པོ་ཨ་བ་ལ་དང་། བ་རུ་ཎ་དང་། དུང་སྐྱོང་དང་། འཇོག་པོ་དང་། རིགས་ལྡན་དང་། མཐའ་ཡས་དང་། པདྨ་དང་། པདྨ་ཆེན་པོ་རྣམས་སོ། །
en: The eight nāga kings who obey these deities are the nāga kings Abala, Varuṇa, Śaṅkhapāla, Takṣaka, Kulika, Ananta, Padma, and Mahāpadma.

source: ཤར་གྱི་སྒོར་རྒྱལ་པོ་ཆེན་པོ་ཡུལ་འཁོར་སྲུང་། ལྷོ་སྒོར་འཕགས་སྐྱེས་པོ། །ནུབ་སྒོར་སྤྱན་མི་བཟང་། བྱང་སྒོར་རྣམ་ཐོས་སྲས་རྣམས་སྐུ་མདོག་དཀར་བ་དང་། སྔོ་བ་དང་། དམར་བ་དང་། ལྗང་གུར་ཤེས་པར་བྱའོ། ། ལག་ན་ནོར་བུ་རིན་པོ་ཆེ་རེ་རེ་རལ་གྲི་རེ་རེའོ། །
en: The great king Dhṛtarāṣṭra is at the eastern gate, Virūḍhaka is at the southern gate, Virūpākṣa is at the western gate, and Vaiśravaṇa is at the northern gate. The colors of their bodies are white, blue, red, and green, respectively, and each of them holds a precious jewel and a sword. Their consorts are not depicted.

source: འདི་རྣམས་ཀྱི་ཆུང་མ་ནི་མི་བྲིའོ། །འདི་ལྟར་བྲིས་པའི་བྱང་ཤར་དུ་གསད་པའི་དཀྱིལ་འཁོར་གྲུ་གསུམ་ལ། དེའི་ནང་དུ་དགྲ་བོའི་གཟུགས་སྦྲ་ཚིལ་ལས་བྱས་པ་རིད་པ། གནག་པ། སྐྲ་ཟེང་བ། ཏིལ་མར་གྱིས་བྱུགས་ཏེ སྙིང་གར་མིང་རུས་བྲིས་ལ་གཞུག་གོ། ། དེའི་སྐེར་རོ་སྐྲ་ལས་བྱས་པའི་ཐག་པ་གདགས་སོ། །
en: Make a wax effigy of the enemy that is thin, black, and has disheveled hair, and place it inside a triangular killing maṇḍala to the northeast of the drawing. Smear it with sesame oil, write the family name in the center, place it there, and tie a cord made from the hair of a corpse around its neck.

source: དེ་ལྟར་བྱས་ནས་ གནོད་སྦྱིན་ཆེན་པོ་བརྒྱད་ལ། ལ་དུ་དང་། ལ་ཕུག་དང་བཅས་པའི་གཏོར་མ་དང་། གནོད་སྦྱིན་ཆེན་པོ་བརྒྱད་ལ་ཉ་ཤ་དང་སྒོག་བཙོང་དུ་སྦྱར་བའི་དམར་གྱི་གཏོར་མ་རེ་རེ་བཤམ། ཀླུ་ཆེན་པོ་བརྒྱད་ལ་གཏོར་མ་ཆེ་བ་གཅིག་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་ལ་རེ་རེ་བྱ། གལ་ཏེ་མ་འབྱོར་ན་ཆེ་བ་གཅིག་བྱ། ལྷ་བཤོས་རེ་རེ་དབུལ་བར་བྱའོ། ། གཞན་ཡང་དྲག་པོའི་རྫས་སྤྱང་ཀིའི་ཐོད་པ་དང་། ཟི་ར་ནག་པོ་དང་། སྐེ་ཚེ་དང་། ཡུངས་ཀར་དང་། ཡུངས་ནག་གཞག་པར་བྱའོ། །
en: After you have done that, set up bali offerings of laḍḍu and radishes for each of the eight great yakṣas as well as red bali offerings that contain fish and onions for each of the eight great yakṣas. Prepare a single large bali offering for the eight great nāgas and one for each of the four great kings. If one cannot afford that, prepare a single large bali. Present divine food offerings to each of them. One should also set out wrathful substances such as a wolf’s skull, black cumin, mustard seed, white mustard seed, and black mustard seed.

source: ཚོགས་བདག་ཆེན་པོའི་དཀྱིལ་འཁོར་གྱི་ལེའུ་སྟེ་བཅུ་གཅིག་པའོ།། །།
en: This is chapter 11, “Great Gaṇapati’s Maṇdala.” Chapter 12: The Meditation System

source: བསྒོམ་པའི་རིམ་པ་འདི་ལྟ་བུ། །མ་བྱུང་འབྱུང་བར་མི་འགྱུར་བས། །ཤིན་ཏུ་གསང་སྟེ་བསྒྲུབ་པར་བྱ། །
en: A meditation system like this has never Appeared before and will not appear again— It is a well-kept secret, and one should practice it.

source: ཡ་ཡི་རང་བཞིན་སྟོང་པ་ལས། །སྣང་བ་རང་བཞིན་ཧཱུྃ་དང་ནི། །ཡ་ཚོགས་བརྒྱད་པའི་ས་བོན་འབྱུང་། །
en: The nature of yaṃ is emptiness. Hūṁ Arises out of that and its nature is appearance. Ya is the seed syllable of the eight gaṇas,

source: མིང་གི་སྔགས་ལས་རབ་ཏུ་བསྐྱེད། །
en: Who are generated from their name mantras.

source: ཁྲོ་བོའི་སྤྲུལ་པས་སྟོང་གསུམ་བཀང་། །
en: The wrathful one’s emanations fill the three-thousandfold world.

source: འོད་བསྡུས་ཐོག་མའི་ཧཱུཾ་ལ་འདུས། །
en: Light rays gather and coalesce in the initial syllable hūṁ.

source: ཚོགས་ཀྱི་བདག་པོ་ཆེན་པོ་དེ། །
en: Then, one generates Great Gaṇapati, who

source: འགྲོ་བའི་དོན་དུ་བཞེངས་པ་ནི། །ཁྲོ་བོ་ཆེན་པོ་འཇིགས་པའི་གཟུགས། །ཡུམ་དང་འཁོར་ཡང་རྫོགས་པར་བསྐྱེད། །
en: Appears for the benefit of beings in his complete Form as a terrifying great wrathful being With his consort and retinue.

source: ཕུཿབརྒྱད་ཀླུ་བརྒྱད་སེམས་དཔའི་ཚུལ། །རྒྱལ་པོ་དེ་བཞིན་ཁྲོ་བོའི་ཚུལ། །ཡི་གེ་བྷཻ་དང་མིང་ལས་བསྐྱེད། །
en: One generates the eight nāgas out of eight phuḥ syllables And the wrathful kings are likewise Generated from the syllable bhai and their names.

source: འོད་ཟེར་ཚུལ་གྱིས་སྤྱན་དྲངས་ལ། །ཛཿདང་ཛཿཡི་འཕྲོ་འདུ་དང་། །ཧཱུྃ་དང་ཧཱུཾ་གི་གསང་སྔགས་དང་། །ལྕགས་ཀྱུའི་ཕྱག་རྒྱས་སྤྱན་དྲངས་ལ། །ནུས་པའི་མཐུ་དང་ལྡན་པར་བྱ། །
en: Draw them in with light rays, and use Jaḥ and jaḥ’s expanding and contracting light rays, Hūṁ and the hūṁ mantra, And the hook mudrā to draw them in. Have them assume their full power.

source: མཆོད་དང་གཏོར་མ་བསྟབ་པར་བྱ། །
en: Perform the offering and the bali offering.

source: བ་ལིཾ་གྲྀཧྞ་ཁ་ཡི་སྔགས། ། སྙིང་པོ་དག་དང་སྤེལ་བར་བྱ། །
en: Augment their heart mantras with The mantra baliṃ gṛhṇa kha.

source: བསྒོམ་པའི་རིམ་པའི་ལེའུ་སྟེ་བཅུ་གཉིས་པའོ།། །།
en: This is chapter 12, “The Meditation System.”

source: དེ་ནས་གསང་སྔགས་རྒྱལ་པོ་ནི། །དབྱངས་ཡིག་གསལ་བྱེད་དག་ལ་བཏུ། །དང་པོ་བཞི་པ་དེ་རྗེས་བྲི། །བཞི་པའི་ལྔ་པ་གྲལ་ལ་བཞག །
en: Chapter 13: The Arising of the Secret Mantras of the Great Yakṣas The king of mantras is as follows: For its vowels and consonants, Write the first followed by the fourth. Place the fifth member of the fourth next.

source: ཡིད་བཞིན་ནོར་བུ་ཡི་གེ་དང་། དེ་ཡི་རྗེས་སུ་བསམ་པར་བྱ། །
en: Imagine the wish-fulfilling Jewel syllable after that,

source: དེ་བཞིན་གཤེགས་པའི་མཚན་དང་པོ། །དེ་ཡི་རྗེས་སུ་བརྗོད་པར་བྱ། །
en: And recite the first syllable of The Tathāgata’s name after that.

source: དེ་ལ་དབྱངས་ཡིག་བརྒྱད་པས་བརྒྱན། །
en: Ornament it with the eighth vowel.

source: དགུག་པའི་ཡི་གེ་དག་དང་ནི། །འབྱུང་བ་རླུང་གི་ཡི་གེ་ལ། །དབྱངས་ཡིག་གཉིས་པ་སྦྱར་བ་ཡིས། །རྒྱལ་བའི་རྒྱལ་པོ་ཞེས་བྱའོ། །
en: Add the second vowel to The attracting syllables And the wind element syllable That is called the victorious king.

source: ཡིད་བཞིན་ནོར་བུའི་ཡི་གེ་ལ། །དབྱངས་ཡིག་གཉིས་པ་སྦྱར་བར་བྱ། །
en: Add the second vowel To the wish-fulfilling jewel syllable.

source: ཉི་མ་ཡི་ནི་ཡི་གེ་དང་། །བཞི་པའི་ལྔ་པ་དེ་ནས་བྲི། །དེ་ལ་དབྱངས་ཡིག་བརྒྱད་པས་བརྒྱན། །
en: Write the sun syllable And then the fifth of the fourth class. Ornament that with the eighth vowel.

source: གཉིས་པའི་བཞི་པའི་ཡི་གེ་ལ། །དབྱངས་ཡིག་བཞི་པས་བརྒྱན་པར་བྱ། །
en: Adorn the fourth syllable of the second Class with the fourth vowel.

source: ལྔ་པའི་བཞི་པའི་ཡི་གེ་ལ། །གསུམ་པའི་ལྔ་པ་སྦྱར་བར་བྱ། །
en: Add the fourth of the fifth syllable And the fifth of the third syllable.

source: བཞི་པའི་དང་པོའི་ཡི་གེ་ལས། །དབྱངས་ཡིག་བཞི་པས་བརྒྱན་པར་བྱ། །
en: Ornament the first syllable of the fourth Class with the fourth vowel.

source: འབྱུང་བ་རླུང་གི་ཡི་གེ་ལ། །དེ་ཡི་འོག་ཏུ་སྦྱར་བར་བྱ། །
en: Add the wind element Syllable after that.

source: རིན་པོ་ཆེ་ཡི་ཡི་གེ་དང་། །ལས་ཀྱི་ཡི་གེ་མཐའ་མར་བརྗོད། །
en: Pronounce the precious syllable And the action syllable at the end.

source: ཚོགས་བདག་ཆེན་པོའི་རྩ་བའི་སྔགས། །
en: Great Gaṇapati’s root mantra

source: འདོད་པ་ཐམས་ཅད་སྒྲུབ་བྱེད་ཡིན། །
en: Grants everything one desires.

source: གནོད་སྦྱིན་བརྒྱད་ཀྱིས་གསང་སྔགས་ནི། །ཡ་ཞེས་བྱ་བ་ལ་སོགས་པ། །ཡ་ཡ་ཞེས་བྱ་ལ་སོགས་དང་། །བྃ་ཞེས་བྱ་བ་ལ་སོགས་དང་། །བི་ན་ཡ་ཀ་ཞེས་བྱ་བ་ལ་སོགས་པ་དང་། བྷཻ་ར་ཞེས་བྱ་བ་ལ་སོགས་པ་དང་། །ཧཱུྃ་ཞེས་བྱ་བ་དང་། ཏྲི་ཞེས་བྱ་བ་སྟེ་བརྒྱད་ལ་ཧཱུཾ་དང་ཕཊ་ཀྱིས་མཐའ་བརྟེན་པས་སྲོག་གི་སྙིང་པོའོ། །
en: The mantras of the eight yakṣas Are ya and so forth, Yaya and so forth, Vaṃ and so forth, Vināyaka and so forth, bhaira and so forth, hūṁ, and tri. The eight are flanked by hūṁ and phaṭ, which makes them vital energy heart mantras.

source: ཀླུ་ཡི་སྔགས་ནི་མིང་ལས་བསྐྱེད། །
en: One generates the nāga mantras

source: ཨོྃ་དང་ཧཱུྃ་ཕཊ་ལྡན་པར་བྱ། །
en: From their names and adds oṃ and hūṁ phaṭ.

source: རྒྱལ་པོ་ཆེན་པོའི་གསང་སྔགས་ནི། །བྷཻ་ཞེས་བྱ་བ་དང་། བྷི་ཞེས་བྱ་བ་དང་། བྷ་ཞེས་བྱ་བའི་སྔགས་སུ་འགྱུར་རོ། །
en: The mantras of the great kings are the mantras bhai, bhi, and bha.

source: གནོད་སྦྱིན་ཆེན་པོ་རྣམས་ཀྱི་གསང་སྔགས་འབྱུང་བའི་ལེའུ་སྟེ་བཅུ་གསུམ་པའོ།། །།
en: This is chapter 13, “The Arising of the Secret Mantras of the Great Yakṣas.” Chapter 14: The Fierce Killing Mantra For the mantra to attract a target,

source: བསྒྲུབ་བྱ་དགུག་པའི་སྔགས་ནི། །ཡ་དང་ཀྵ་དང་ཀ་དང་ལ། །མ་དང་ཧཱ་དང་བྷཻ་ར་བྷེ། །ཏྲི་དང་རཱ་དང་ཙ་དག་གིས། །ཤ་ཏྲཱུྃ་ནྲྀ་ཛ་ནི་ཛ་ཞེས། །ལན་གྲངས་མང་དུ་བཟླས་པར་བྱའོ། །
en: Recite śatrūṃ nṛja nija With ya, kṣa, ka, la Ma, hā, bhairabhe, Tri, rā, and ca Many times.

source: གནོད་སྦྱིན་བརྒྱད་ཀྱི་གསང་སྔགས་ཀྱིས། །དགྲ་བོའི་བླ་རྡོ་བླང་བར་བྱ། །
en: One should use the eight yakṣa mantra To excavate an enemy’s soul stone.

source: དེ་ནས་བླ་རྡོ་བསྲེག་པར་བྱ། །
en: Then, one should burn the soul stone And trample the soul stone. For the king of impelling mantras,

source: དེ་ནས་བླ་རྡོ་མནན་པར་བྱ། །
en: Recite the invocation

source: སྦད་པའི་གསང་སྔགས་རྒྱལ་པོ་ནི། །ཡ་དང་ཀྵ་དང་ཀ་དང་ལ། །མ་དང་ཧཱ་དང་བྷེ་ར་བྷེ། །དེ་བ་ཡཀྵ་ཡ་མ་དང་། ནཱ་ག་ནཱ་ག་ཐུམ་རིལ་ཡང་། །ཆེ་གེ་དགྲ་བོ་ཐུམ་རིལ་ཡ། །ཡ་ཡ་ཞེས་ཀྱང་བསྐུལ་བར་བྱ། །
en: Ya, kṣa, ka, la, Ma, hā, bhairabhe, Deva, yakṣa, yama, Nāga nāga thumrilaya, The target’s name, thumrilaya

source: དེ་ནས་བསད་པའི་གསང་སྔགས་ནི། །མ་དང་ཧཱ་དང་བྷེ་ར་བྷེ། །ཡཀྵ་ལ་སོགས་གོང་དང་མཐུན། །
en: And yaya. For the killing mantra, Recite the phrase as above Beginning with ma, hā, Bhairabhe,yakṣa, and the like

source: དེ་རྗེས་འདི་སྐད་བརྗོད་པར་བྱ། །
en: Followed by two

source: ནཱ་ཤ་ཡ་ན་ལན་གཉིས་སོ། །
en: Nāśaya nāśaya,

source: ཤ་ཡ་ཙཱུར་ན་ཙཱུ་ར་ཡ། །ནཱ་ག་ཡ་ཀ་ཏྲ་མཱ་ར་ཡ། །ཧ་ན་ཙ་ཀྲ་རིམ་པ་གཉིས། །བི་ན་ཡ་ག་ཛ་བྷིནྡྷི། །ཏནྟ་ཀ་ར་དེ་ནས་བརྗོད། །
en: Cūrnaya cūrnaya, Nāga­yakatra māraya, Hana and cakra twice, Vināyakaji bhindha, And tantakara, The target’s name, māraya,

source: ཆེ་གེ་མོ་མཱ་ར་ཡ་ཞེས་པ། །ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། དྲག་པོས་བསད་པ་སྔགས་ཀྱི་ལེའུ་སྟེ་བཅུ་བཞི་པའོ།། །།
en: And then hūṁ hūṁ phaṭ phaṭ. This is chapter 14, “The Fierce Killing Mantra.” Chapter 15: Praising Gaṇapati

source: དེ་ནས་ཡང་ནི་དྲག་པོའི་སྔགས། །
en: There is also the following fierce mantra:

source: ཨོཾ་བྷི་གྷཱ་བྷི་བ་བྷྱི་སརྦ་བིདྱཱ་བི་ཤ་ཡ་ཧྲྀ་ད་མི་ཏ་ཡ། ཧཱུྃ་ཙི་ཏུ་བ་ཏུ། ཏྲྃ་པྲ་མ་རུ་ཏཱ་ཡ། ཧ་ན་ཧ་ན།
en: oṃ bhi­ghābhi­vabhyi sarva­vidyāviśaya­hṛdam itaya | hūṁ citu vatu | traṃ pramarutāya | hana hana | gṛhṇa gṛhṇa | paca paca | bhrahma bhrahma | bhrahmaya bhrahmaya | hūṁ hūṁ phaṭ phaṭ | Make a statue of Great Vināyaka Out of bell metal or pure copper,

source: གྲྀཧྞ་གྲྀཧྞ། པ་ཙ་པ་ཙ། བྷྲཧྨ་བྷྲཧྨ། བྷྲཧྨ་ཡ་བྷྲཧྨ་ཡ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ཁར་པའམ་ཡང་ན་ཟངས་དག་ལ། །ལོག་འདྲེན་ཆེན་པོའི་གཟུགས་བྱས་ལ། །དེ་ལ་རབ་གནས་མཆོད་པ་བྱ། །
en: Consecrate it, and make offerings to it.

source: དགྲ་བོའི་གཟུགས་བརྙན་འོག་ཏུ་གཞུག །
en: Place it on top of an effigy of the enemy

source: ཚོགས་ཀྱི་བདག་པོའི་སྟན་དུ་བྱ། །
en: So that it acts as Gaṇapati’s seat,

source: དགྲ་དེ་འཆི་བར་ཐེ་ཚོམ་མེད། །
en: And the enemy will surely die.

source: ཡང་ནི་སྦྱོར་བའི་ལས་རྣམས་ནི། །དགོས་པ་ཆེན་པོ་འདི་གསུངས་སོ། །
en: Rites that employ it are also

source: ཚོགས་ཀྱི་བདག་པོའི་སྐུ་ཙནྡན་ནམ་རིན་པོ་ཆེ་ལས་བྱས་ཏེ།
en: Said to be highly effective.

source: རབ་གནས་བྱས་ལ་མཆོད་པ་ཕུལ་ཏེ། ། སེར་བ་གཅོད་པར་འདོད་ན་སེར་བའི་བདག་པོ་རླུང་ལྷ་དང་ཆུ་ལྷའི་གཟུགས་བྱས་ཏེ། སྤྲིན་གྱི་གཟུགས་དང་། འབྲུག་གི་གཟུགས་བྱས་ལ་ཚོགས་ཀྱི་བདག་པོའི་གདན་དུ་མནན་པར་བྱའོ། ། བདག་ཉིད་ཀྱིས་ཀྱང་མནན་པར་བསམས་ཏེ། ཧི་ཀ་ཙནྡྲ་ཞེས་བྱ་བ་ལ་སོགས་པའི་སྔགས་བཟླས་ན་སེར་བ་ཆོད་པར་འགྱུར་རོ། །
en: Make a statue of Gaṇapati out of sandalwood or jewels, consecrate it, and make offerings to it. If one wants to stop a hailstorm, make a statue of Vāyu and Varuṇa, the Lords of Hail. Make an effigy of a cloud and a statue of a dragon and press it down as Gaṇapati’s seat. Imagine yourself trampling it as well while reciting the mantra that begins hika candra and the hail will stop. One should scatter white mustard seeds in the directions.

source: ཡུངས་ཀར་ཡང་ཕྱོགས་སུ་གཏོར་བར་བྱའོ། ། སེར་བ་འབེབས་པར་འདོད་ན། ཆུ་དང་སྤྲིན་གྱི་མཎྜལ་མངོན་པར་བྲིས་ཏེ། ཚོགས་བདག་ཆེན་པོ་འབྲུག་ལ་ཞོན་པར་བསྒོམས་ཏེ། བདག་གི་བཀའ་ཉན་པར་བསམ།
en: If one wants to cause hail, make a clear drawing of a water and cloud maṇḍala, visualize Gaṇapati riding a dragon, and imagine them as one’s servants.

source: གསང་བའི་རྫས་སུ་བྱ་བ་ལ། ལྕགས་ཕྱེ་གསེར་ཕྱེ་ཟངས་ཕྱེ་རྣམས། གནམ་ཆུ་འབྲས་ཀྱི་ཕྱེ་སྦྲུས་ཏེ།
en: To prepare the secret substances, Make a dough using powdered iron, Gold, copper, rainwater, and rice flour.

source: སེར་བ་ཅི་ཙམ་འདོད་པའི་དབྱིབས་ཆེ་ཆུང་བྱས་ལ་ཁྲག་གིས་བྱུགས་ལ་བདུན་དང་བདུན་ཕྲག་མང་དུ་བྱས་ཏེ། ཀ་ཀ་ཀི་ཀུའི་ཐོད་པའི་ནང་དུ་བླུགས་ཏེ། སྤྲིན་གྱིས་དགབ་པར་བྱའོ། ། ཀ་ཀའི་ཐོད་པ་ལ་སྔགས་བྲི་བར་བྱའོ། ། རིམ་པ་གསུམ་མོ། ། རྟེན་གྱི་རྫས་ཀྱང་གཞག་པར་བྱའོ། །
en: Form it into hailstones the size and shape you desire, anoint them with blood, and do this many times over for forty-nine days. Place them inside a crow’s skull, cover the crow’s skull with clouds, and write the mantra on it.

source: བྲུྃ་བྲུྃ་བྷ་རི་ཤ་ཡ་ཞེས་བྱ་བ་ལ་སོགས་པའི་སྔགས་འབུམ་ཕྲག་གཅིག་བཟླས་པ་དང་། ཀ་ཀའི་ཐོད་པའི་ནང་དུ་སེར་བ་དངོས་སུ་གསུམ་མམ་བདུན་ནམ་བརྒྱད་བྱུང་བ་དང་། དགྲའི་ཡུལ་དུ་བསྐྱལ་ཏེ་སྔགས་བཟློག་ནས་ བཟླས་པས་འབབ་བོ། །གལ་ཏེ་མ་བབས་ན་ ཚོགས་ཀྱི་བདག་པོའི་སྐུ་དབུ་ཐུར་ལ་བསྟན། ཞབས་གྱེན་ལ་བསྟན་པ་དགྲ་བོའི་ཡུལ་གྱི་དབུས་སུ་སྦའོ། ། མོད་ལ་སེར་བ་འབབ་སྟེ། བྱ་ཀ་ལནྡ་ཀའི་སྒོ་ང་ཙམ་དང་། དབྱིབས་དམར་པོ་ཤ་བའི་རླིག་འབྲས་ཙམ་པ་ཡུན་རིང་པོར་འབབ་བོ། །ལོ་ཏོག་འཇོམས་པའི་སྔགས་ནི་བྲུྃ་ཞེས་པས་བྱའོ། །
en: For the third stage, set out the materials to support the rite. Recite the mantra that begins bruṃ bruṃ bhariśaya one hundred thousand times. Three, seven, or eight of the hailstones inside the crow’s skull will emerge. One should bring them to the enemy’s territory. Recite the mantra after the repelling mantra and it will fall on the enemy. If it does not hail, hide the Gaṇapati statue in the middle of the enemy’s territory with its head facing down and its feet facing up, and it will immediately hail. Hail the size of kalandaka bird eggs and red-colored hail the size of deer testicles will fall for a long time. This will happen because bruṃ is a mantra that destroys crops.

source: དེ་གཅོད་པར་འདོད་ན་ནི་སྐུ་དང་ཀ་ཀི་མ་ཕྱུང་བ་ལ་ཉི་མ་རེ་རེར་འབབ་པས་དབྱུང་བར་བྱའོ། ། ཚོགས་ཀྱི་བདག་པོའི་སྐུ་ལ་མཆོད་པ་འབུལ་བར་བྱའོ། ། གསང་སྔགས་ཀྱང་དབུ་ཞབས་མ་ནོར་བར་རིན་པོ་ཆེའི་ཕྲེང་བ་བརྒྱ་རྩ་བརྒྱད་བཟླས་པར་བྱའོ། ། སྐུ་ཁྲུས་གསོལ་བ་བདག་གི་དཀྱིལ་འཁོར་གྱི་དབུས་སུ་བཞུགས་སུ་གསོལ་ལོ། །
en: If you want to eliminate them, do not remove the statue and the crow skull. It will hail every day, and they will leave. Present offerings to the Gaṇapati statue. Perform one hundred and eight mantra recitations that are flawless from start to finish using a jewel rosary. Bathe, and ask Gaṇapati to be present in the center of one’s own maṇḍala.

source: དེ་ལ་སོགས་པ་མཐའ་ཡས་མཆོག །ཚོགས་ཀྱི་བདག་པོས་བྱེད་པ་ཡིན། །
en: Gaṇapati accomplishes limitless Supreme acts such as that.

source: ཕྱག་འཚལ་དཔལ་ལྡན་ཚོགས་བདག་དགྱེས། །ཕྱག་འཚལ་དཔལ་ལྡན་ཚོགས་བདག་ཆེ། །
en: Homage to joyous, glorious Gaṇapati! Homage to great, glorious Gaṇapati!

source: ཕྱག་འཚལ་དཔལ་ལྡན་ཞི་ཁྲོ་ཆེ། །
en: Homage to the glorious, great, peaceful, and wrathful one!

source: དངོས་གྲུབ་འབྱུང་བའི་རྒྱུད་ལས་ཚོགས་ཀྱི་བདག་པོ་ལ་བསྟོད་པའི་ལེའུ་སྟེ་བཅྭ་ལྔ་པའོ།། །།
en: This is chapter 15 in “The Arising of Siddhi Tantra,” “Praising Gaṇapati.”

source: ཚོགས་ཀྱི་བདག་པོའི་རྒྱུད་དངོས་གྲུབ་འབྱུང་བ་ཞེས་བྱ་བ་རྫོགས་སོ།། །།
en: This concludes “The Gaṇapati Tantra: Arising of Siddhi.”

source: རྒྱ་གར་གྱི་མཁན་པོ་དཱི་པཾ་ཀ་ར་ཤྲཱིཛྙཱ་ནས།
en: The Indian preceptor Dīpaṁkaraśrījñāna

source: འཇིག་རྟེན་དངོས་གྲུབ་ཆེད་དུ་ནི། །རྒྱ་གར་ཡུལ་ནས་བསྣམས་ནས་བྱོན། །
en: Arrived from India carrying this For the sake of worldly siddhis.

source: རྒྱལ་བའི་འབྱུང་གནས་གཏད་པ་ཡིན། །
en: He entrusted it to Gyalwé Jungné.

source: །​རྒྱུད་འདི་བསམ་པ་འགྲུབ་པ་ཡིན།​། །​།
en: This tantra fulfills wishes.
